[{"uuid":"0569afb6-0b05-4272-a05d-6340e8147781","slug":"zaun","name":"Zaun","overview":"Zaun is a large, undercity district, lying in the deep canyons and valleys threading Piltover. What light reaches below is filtered through fumes leaking from the tangles of corroded pipework and reflected from the stained glass of its industrial architecture. Zaun and Piltover were once united, but are now separate, yet symbiotic societies. Though it exists in perpetual smogged twilight, Zaun thrives, its people vibrant and its culture rich. Piltover’s wealth has allowed Zaun to develop in tandem; a dark mirror of the city above. Many of the goods coming to Piltover find their way into Zaun’s black markets, and hextech inventors who find the restrictions placed upon them in the city above too restrictive often find their dangerous researches welcomed in Zaun. Unfettered development of volatile technologies and reckless industry has rendered whole swathes of Zaun polluted and dangerous. Streams of toxic runoff stagnate in the city’s lower reaches, but even here people find a way to exist and prosper.","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/56d6fa8581379d60cc17951edbe3d686e52bf51b-1730x1080.jpg","namePl":"Zaun","overviewPl":"Zaun to wielka, podmiejska dzielnica, położona głęboko w kanionach i dolinach przeplatających Piltover. Światło, które dociera na dół, jest przytłumione przez opary wydobywające się z przerdzewiałych rur oraz odbijane od licznych witraży. Zaun i Piltover były niegdyś zjednoczone, ale uległy podziałowi, chociaż nadal ze sobą współpracują. Mimo spowijającego go wiecznego mroku, Zaun dobrze prosperuje, jego mieszkańcy są pełni energii, a kultura bogata. Bogactwo Piltover umożliwiło jednoczesny rozwój Zaun, czyniąc z niego mroczne odbicie miasta mieszczącego się powyżej. Wiele dóbr przybywających do Piltover często trafia na czarny rynek w Zaun, a wynalazcy hextechu, dla których ograniczenia w górnym mieście są zbyt surowe, najczęściej spokojnie dokonują swoich niebezpiecznych badań w Zaun. Niekontrolowany rozwój groźnych technologii oraz przemysłu sprawił, że całe połacie Zaun są skażone i niebezpieczne. Strumienie toksycznych ścieków zalegają na dolnych poziomach miasta, ale nawet tam ludzie znajdują sposoby na życie i rozwój."},{"uuid":"c5cd4b4a-c7a2-45d1-af73-bf4cd536058b","slug":"void","name":"The Void","overview":"<p>Screaming into existence with the birth of the universe, the Void is a manifestation of the unknowable nothingness that lies beyond. It is a force of insatiable hunger, waiting through the eons until its masters, the mysterious Watchers, mark the final time of undoing.</p><p>To be a mortal touched by this power is to suffer an agonizing glimpse of eternal unreality, enough to shatter even the strongest mind. Denizens of the Void realm itself are construct-creatures, often of only limited sentience, but tasked with a singular purpose—to usher in total oblivion across Runeterra.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/7107e5dbca7887931748e7ae0924e6eda17ef6f4-1920x1064.jpg","namePl":"Pustka","overviewPl":"<p>Pustka, powołana do życia wraz z początkiem wszechświata, to wyraz nieprzeniknionej nicości, która leży w głębi. Jest siłą niezaspokojonego głodu, czekającą eonami, aż jej mistrzowie, tajemniczy Obserwatorzy, oznajmią, że nadszedł czas zagłady.</p><p>Być śmiertelnikiem dotkniętym przez tę moc to cierpieć potworny ból wiecznej nierzeczywistości, wystarczająco silny, by złamać nawet najpotężniejsze umysły. Mieszkańcy wymiaru Pustki to potwory, z często ograniczoną świadomością, ale z jednym celem — mają przynieść całkowitą zagładę na ziemie Runeterry.</p>"},{"uuid":"e412475a-550d-4e38-9ba3-4827592134f2","slug":"ixtal","name":"Ixtal","overview":"<p>Renowned for its mastery of elemental magic, Ixtal was one of the first independent nations to join the Shuriman empire. In truth, Ixtali culture is much older—part of the great westward diaspora that gave rise to civilizations including the Buhru, magnificent Helia, and the ascetics of Targon—and it is likely they played a significant role in the creation of the first Ascended.</p><p>But the mages of Ixtal survived the Void, and later the Darkin, by distancing themselves from their neighbors, drawing the wilderness around them like a shield. While much had already been lost, they were committed to the preservation of what little remained…</p><p>Now, secluded deep in the jungle for thousands of years, the sophisticated arcology-city of Ixaocan remains mostly free of outside influence. Having witnessed from afar the ruination of the Blessed Isles and the Rune Wars that followed, the Ixtali view all the other factions of Runeterra as upstarts and pretenders, and use their powerful magic to keep any intruders at bay.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/1a75d072fa01ec3d0cda3f87fc1bf18dce736424-5000x2811.jpg","namePl":"Ixtal","overviewPl":"<p>Słynący z władania magią żywiołów, Ixtal był jednym z pierwszych niezależnych narodów, które dołączyły do imperium Shurimy. Po prawdzie ixtalska kultura jest o wiele starsza — była częścią wielkiej emigracji na zachód, która dała początek cywilizacjom, spośród których można wymienić lud Buhru, wspaniałą Helię oraz ascetów z Targonu — i prawdopodobnie odegrała niemałą rolę w stworzeniu pierwszych Wyniesionych.</p><p>Lecz magowie z Ixtal przetrwali Pustkę, a później Darkinów, oddalając się od swoich sąsiadów i wykorzystując otaczającą ich puszczę niczym tarczę. Choć ponieśli ogromne straty, oddali się pielęgnowaniu tego, co zostało…</p><p>Od tysięcy lat stojąca w odosobnieniu w głębi dżungli, technicznie zaawansowana arkologia Ixaocan w większości wciąż jest wolna od zewnętrznych wpływów. Ixtalczycy byli świadkami zrujnowania Błogosławionych Wysp i Wojen Run, które nastąpiły potem, dlatego mają inne frakcje Runeterry za parweniuszy i pozerów. Używają swojej potężnej magii żywiołów, by trzymać wszelkich intruzów na dystans.</p>"},{"uuid":"e6e198b8-dfa9-4061-8266-593e0412c65a","slug":"piltover","name":"Piltover","overview":"Piltover is a thriving, progressive city whose power and influence is on the rise. It is Valoran’s cultural center, where art, craftsmanship, trade and innovation walk hand in hand. Its power comes not through military might, but the engines of commerce and forward thinking. Situated on the cliffs above the district of Zaun and overlooking the ocean, fleets of ships pass through its titanic sea-gates, bringing goods from all over the world. The wealth this generates has given rise to an unprecedented boom in the city’s growth. Piltover has - and still is - reinventing itself as a city where fortunes can be made and dreams can be lived. Burgeoning merchant clans fund development in the most incredible endeavors: grand artistic follies, esoteric hextech research, and architectural monuments to their power. With ever more inventors delving into the emergent lore of hextech, Piltover has become a lodestone for the most skilled craftsmen the world over.","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/6c77423961def6e3a82d9a36545782f1a06386e0-4681x2114.jpg","namePl":"Piltover","overviewPl":"Piltover to prosperujące i postępowe miasto, którego władza i wpływy stają się coraz większe. To centrum kultury Valoranu, gdzie sztuka, rzemiosło, handel oraz innowacja stoją ramię w ramię. Piltover nie zawdzięcza swojej potęgi silnej armii, lecz prężnie rozwijającemu się handlowi i innowacyjności. Miasto mieści się na klifach nad dzielnicą Zaun i wygląda na ocean. Floty statków przepływają przez jego olbrzymie morskie bramy, przywożąc towary z całego świata. Generowane w ten sposób zyski przyczyniły się do niesamowitego rozwoju miasta. Piltover od zawsze było miastem, w którym można dorobić się fortuny i realizować marzenia. Prężnie rozwijające się klany handlowe dofinansowują rozwój najbardziej niesamowitych przedsięwzięć: wielkich dekoracji artystycznych, niezwykłych badań hextechowych oraz architektonicznych arcydzieł. Ponieważ coraz więcej wynalazców zaczyna interesować się hextechem, Piltover stało się domem najwspanialszych rzemieślników na świecie."},{"uuid":"b38ede56-cbf1-488c-828d-da852630c045","slug":"shadow-isles","name":"Shadow Isles","overview":"<p>This cursed land was once home to a noble, enlightened civilization, known to its allies and emissaries as the Blessed Isles. However, more than a thousand years ago, an unprecedented magical cataclysm left the barrier between the material and spirit realms in tatters, effectively merging the two… and dooming all living things in an instant.</p><p>Now, a malevolent Black Mist permanently shrouds the Isles, and the earth itself is tainted by dark sorcery. Mortals who dare to venture to these dismal shores will slowly have their life force stolen away from them, which in turn attracts the insatiable, restless spirits of the dead.</p><p>Those who perish within the Mist are condemned to haunt this nightmarish place for eternity—worse still, the power of the Shadow Isles appears to wax stronger with every passing year, allowing the most powerful specters to roam farther and farther across Runeterra.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/94e4bf2e1b30ba553b4fc0f93e94983837082210-2503x1080.jpg","namePl":"Wyspy Cienia","overviewPl":"<p>Przeklęta ziemia stanowiła niegdyś dom dla szlachetnej i oświeconej cywilizacji, która dla sojuszników była znana jako Błogosławione Wyspy. Jednak przeszło tysiąc lat temu doszło do niespotykanego magicznego kataklizmu, który rozniósł na strzępy barierę dzielącą świat materialny i duchowy, łącząc je w jedno... Tym samym żyjących spotkała zguba.</p><p>Teraz upiorna Czarna Mgła stale spowija wyspy i nawet sama gleba przesiąknięta jest złowrogą magią. Śmiertelnicy, którzy ośmielą się stanąć na brzegu przeklętego lądu, wkrótce tracą energię życiową, której tak łakną niespokojne dusze zmarłych.</p><p>Ci, którzy zginą zasnuci mgłą, skazani są na tułanie się przez wieczność po wyspach. Co gorsza, moc Wysp Cienia zdaje się z czasem rosnąć. W ten sposób coraz niebezpieczniejsze upiory nawiedzają spokojne wcześniej regiony Runeterry.</p>"},{"uuid":"f47a1717-5db7-4c2a-913c-155f1deadff2","slug":"bandle-city","name":"Bandle City","overview":"Opinions differ as to where exactly the home of the yordles is to be found, though a handful of mortals claim to have traveled unseen pathways to a land of curious enchantment beyond the material realm. They tell of a place of unfettered magic, where the foolhardy can be led astray by myriad wonders, and end up lost in a dream...</p><p>In Bandle City, it is said that every sensation is heightened for non-yordles. Colors are brighter. Food and drink intoxicates the senses for years and, once tasted, will never be forgotten. The sunlight is eternally golden, the waters crystal clear, and every harvest brings a fruitful bounty. Perhaps some of these claims are true, or maybe none—for no two taletellers ever seem to agree on what they actually saw.</p><p>Only one thing is known for certain, and that is the timeless quality of Bandle City and its inhabitants. This might explain why those mortals who find their way back often appear to have aged tremendously, while many more never return at all.","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/109f1c35b08e87598eaa1e0755a992e17d9425c2-1920x1080.jpg","namePl":"Bandle City","overviewPl":"Są różne opinie dotyczące tego, gdzie dokładnie znajduje się ojczyzna Yordlów, choć wielu śmiertelników zapewnia, że odbyło podróż przez niewidoczne ścieżki wprost do niematerialnej krainy osobliwych czarów. Ci rzekomi podróżnicy opowiadają o miejscu, w którym magia nie jest niczym ograniczana. Miejscu, w którym lekkomyślni mogą zostać sprowadzeni na manowce przez miriady dziwów i cudów, a następnie zabłądzić we śnie…</p><p>Mówi się również, że w Bandle City ktoś, kto nie jest Yordlem, przeżywa każde doświadczenie bardziej intensywnie. Kolory są dla niego bardziej wyraziste. Jedzenie i picie wpływa na zmysły na całe lata i nigdy nie da się zapomnieć ich smaku. Promienie słońca są wiecznie złote, woda krystalicznie czysta, a każde żniwa przynoszą owocne dary. Być może część z tych opowieści jest prawdziwa, a być może żadna z nich nie jest, gdyż nigdy nie znalazło się dwóch opowiadających, których relacje by się pokrywały.</p><p>Jedno jest pewne: niezwykła odporność Bandle City i jego mieszkańców na czas. To może wyjaśniać, czemu wielu spośród śmiertelników, którzy znaleźli to miasto i którym udało się powrócić, niebywale się postarzało, jak również to, że znaczna część podróżujących w ogóle nie powróciła."},{"uuid":"221cd8c4-2933-40f2-85dd-45ef81775cad","slug":"shurima","name":"Shurima","overview":"<p>The empire of Shurima was once a thriving civilization that spanned an entire continent. Forged in a bygone age by the mighty god-warriors of the Ascended Host, it united all the disparate peoples of the south, and enforced a lasting peace between them.</p><p>Few dared to rebel. Those that did, like the accursed nation of Icathia, were crushed without mercy.</p><p>However, after several thousand years of growth and prosperity, the failed Ascension of Shurima’s last emperor left the capital in ruins, and tales of the empire’s former glory became little more than myth. Now, most of the nomadic inhabitants of Shurima’s deserts eke out a meager existence from the unforgiving land. Some have built small outposts to defend the few oases, while others delve into long lost catacombs in search of the untold riches that must surely lay buried there. There are also those who live as mercenaries, taking coin for their service before disappearing back into the lawless wastelands.</p><p>Still, a handful dare to dream of a return to the old ways. Indeed, more recently the tribes have been stirred by whispers from the heart of the desert—that their emperor Azir has returned, to lead them into a new, wondrous age.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/3f24f923ba9871dd870c0d3565075ff8140f44b8-1920x1080.jpg","namePl":"Shurima","overviewPl":"<p>Imperium Shurimy było niegdyś tętniącą życiem cywilizacją, która obejmowała cały kontynent. Wykute wieki temu przez potężnych wojowniczych bogów Armii Wyniesionych przymierze połączyło rozproszone ludy południa i pozwoliło im zaznać pokoju.</p><p>Pojawili się jednak nieliczni, którzy chcieli się mu przeciwstawić. Ci, którzy ośmielili się na taki ruch, jak przeklęty lud Icathii, byli bezlitośnie tłamszeni.</p><p>Po wielu tysiącach lat dobrobytu stało się nieszczęście. Nieudane wyniesienie ostatniego cesarza Shurimy pozostawiło stolicę w ruinie, a opowieści o dawnej chwale imperium stały się jedynie mitem. Teraz większość mieszkańców pustyń Shurimy tworzy koczownicze plemiona, które próbują przetrwać na nieprzyjaznych terenach. Niektórzy stworzyli niewielkie posterunki, które mają za zadanie strzec oaz, inni zaś wkroczyli do zapomnianych grobowców, chcąc się wzbogacić na pozostawionych tam kosztownościach. Są również tacy, którzy wybrali życie najemników, przyjmując opłaty za kolejne zlecenia i ponownie znikając na niezbadanych pustkowiach.</p><p>Wciąż jednak istnieje garstka, która marzy o przywróceniu imperium chwały. Niedawno pośród plemion rozniosła się plotka pochodząca z samego serca pustyni — podobno cesarz Azir powrócił i ma za zadanie zapoczątkować nową erę postępu.</p>"},{"uuid":"3e495d8a-25ac-4553-bc03-0d5a46f202ea","slug":"mount-targon","name":"Targon","overview":"Mount Targon is the mightiest peak in Runeterra, a towering peak of sun-baked rock amid a range of summits unmatched in scale anywhere else in the world. Located far from civilization, Mount Targon is utterly remote and all but impossible to reach save by the most determined seeker. Many legends cling to Mount Targon, and, like any place of myth, it is a beacon to dreamers, madmen and questors of adventure. Some of these brave souls attempt to scale the impossible mountain, perhaps seeking wisdom or enlightenment, perhaps chasing glory or some soul-deep yearning to witness its summit. The ascent is all but impossible, and those hardy few who somehow survive to reach the top almost never speak of what they have seen. Some return with a haunted, empty look in their eyes, others changed beyond all recognition, imbued by an Aspect of unearthly, inhuman power with a destiny few mortals can comprehend.","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/8ad3cfba4b5d7cb812562108a6e90d07e0865b3f-1920x1041.jpg","namePl":"Targon","overviewPl":"Góra Targon to najpotężniejszy szczyt w Runeterze – to ogromna, wyprażona słońcem skała pośród szczytów niemających sobie równych pod względem wielkości. Położona z dala od cywilizacji Góra Targon jest niemalże niedostępna – w jej pobliże docierają wyłącznie najbardziej zdeterminowani. Podobnie jak w przypadku wielu innych, mitycznych miejsc, o Górze Targon krążą liczne legendy i przyciąga ona wielu marzycieli, szaleńców i poszukiwaczy przygód. Niektórzy śmiałkowie podjęli się próby wejścia na szczyt tej niezdobytej góry – być może w poszukiwaniu mądrości oraz oświecenia lub też w pogoni za sławą lub innym pragnieniem skrywanym w głębi duszy. Wspinaczka jest praktycznie niemożliwa, a ci, którzy jakimś cudem dotrą do celu, praktycznie nigdy nie mówią o tym, co ujrzeli. Niektórzy powracają z upiornym, pustym spojrzeniem, inni zmienili się nie do poznania, nawiedzeni przez Aspekty o nieludzkiej i nieziemskiej mocy, których przeznaczenie pojmą tylko nieliczni śmiertelnicy."},{"uuid":"7216fb89-c0c9-4541-9fcf-5489b044cb66","slug":"demacia","name":"Demacia","overview":"<p>A strong, lawful kingdom with a prestigious military history, Demacia’s people have always valued the ideals of justice, honor, and duty most highly, and are fiercely proud of their cultural heritage. But in spite of these lofty principles, this largely self-sufficient nation has grown more insular and isolationist in recent centuries.</p><p>Now, Demacia is a kingdom in turmoil.</p><p>The capital, the Great City of Demacia, was founded as a refuge from sorcery after the nightmare of the Rune Wars, and built upon the riddle of petricite—a peculiar white stone that dampens magical energy. It is from here that the royal family has long seen to the defense of the outlying towns and villages, farmland, forests, and mountains rich with mineral resources.</p><p>However, following the sudden death of King Jarvan III, the other noble families have not yet approved the succession of his sole heir, young Prince Jarvan, to the throne.</p><p>Those who dwell beyond the heavily guarded borders are increasingly viewed with suspicion, and many former allies have begun to look elsewhere for protection, in these uncertain times. Some dare to whisper that the golden age of Demacia has passed, and unless its people are willing to adapt to a changing world—something many believe they are simply incapable of doing—the kingdom’s decline may be inevitable.</p><p>And all the petricite in the land will not protect Demacia from itself.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/5b80fe8ddd3d935c3f258f3e145b8aed4b7460bf-1920x887.jpg","namePl":"Demacia","overviewPl":"<p>Mieszkańcy Demacii, potężnego, praworządnego królestwa ze znakomitą historią militarną, od zawsze nade wszystko cenili ideały takie jak sprawiedliwość, honor i służba. Są również niesamowicie dumni ze swojego dziedzictwa kulturowego. Lecz mimo wyniosłych zasad, to w raczej samowystarczalne państwo przez ostatnie parę stuleci stawało się coraz bardziej zamknięte i izolacjonistyczne.</p><p>Aktualnie w królestwie Demacii panuje zamęt.</p><p>Jego stolica, Wielkie Miasto Demacia, została założona, by być ostoją przed wszelkim czarnoksięstwem po koszmarze, jakim były Wojny Runiczne. Zbudowano ją z tajemniczego petrucytu, przedziwnego białego kamienia tłumiącego magiczną energię. To właśnie stąd rodzina królewska od dawien dawna sprawuje pieczę nad prowincjonalnymi miastami i osadami, farmami, lasami oraz górami bogatymi w zasoby mineralne.</p><p>Jednakże inne rodziny szlacheckie nie wyraziły jeszcze zgody na przejęcie tronu przez jego jedynego dziedzica, młodego księcia Jarvana, po nagłej śmierci Króla Jarvana III.</p><p>Na wszystkich mieszkańców tego państwa o pilnie strzeżonych granicach spoglądają coraz to podejrzliwsze spojrzenia, a wielu dawnych sojuszników zaczęło rozglądać się za schronieniem gdzieś indziej w tych niepewnych czasach. Niektórzy śmią szeptać, że złoty wiek Demacii przeminął i jeśli jej mieszkańcy nie przystosują się do zmieniającego się świata — a wielu wierzy, że po prostu nie są w stanie tego zrobić — upadek królestwa będzie nieuchronny.</p><p>Nawet cały petrucyt na świecie nie uratuje Demacii przed samą sobą.</p>"},{"uuid":"18ffe758-9998-4466-abbd-8f5e6ee78420","slug":"bilgewater","name":"Bilgewater","overview":"<p>Nestled away in the Blue Flame Isles archipelago, Bilgewater is a port city like no other—home to serpent hunters, dock gangs, and smugglers from across the known world. Here, fortunes are made and ambitions shattered in the blink of an eye. For those fleeing justice, debt, or persecution, Bilgewater can be a place of new beginnings, for no one on these twisted streets cares about your past. Even so, with each new dawn, careless travelers can always be found floating in the harbor, their purses empty and their throats slit…</p><p>While incredibly dangerous, Bilgewater is ripe with opportunity, free from the shackles of formal government and trade regulation. If you have the coin, almost anything can be purchased here, from outlawed hextech to the favor of local crime lords.</p><p>With the recent removal of the last “reaver king” of Bilgewater, the city has entered a period of transition, while the most prominent captains try to agree on its future. But as long as there are seaworthy ships and crews to sail them, Bilgewater is likely to remain one of the most colorful and well-connected places in Runeterra.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/9700d7bf76ec15c8c526f7fea2a960e3846e44a6-2825x1080.jpg","namePl":"Bilgewater","overviewPl":"<p>Bilgewater, ukryte w archipelagu Wysp Niebieskiego Płomienia, jest jedynym w swoim rodzaju miastem portowym, które zamieszkują łowcy węży, gangi z doków i szmuglerzy z całego świata. Można tu w okamgnieniu zbić fortunę albo rozstać się z ambicjami. Dla tych, którzy uciekają przed wymiarem sprawiedliwości, długami bądź wyrokiem, Bilgewater może się stać miejscem nowego początku, ponieważ nikt na tych zdegenerowanych ulicach nie interesuje się twoją przeszłością. Mimo to każdego poranka na przystani można znaleźć pływające zwłoki lekkomyślnych podróżnych, których sakiewki są puste, a gardła poderżnięte...</p><p>Choć Bilgewater jest nieprawdopodobnie niebezpieczne, to interesy kwitną tutaj w najlepsze, wolne od kajdan rządu i regulacji handlowych. Jeżeli masz pieniądze, możesz tu kupić prawie wszystko, począwszy od nielegalnego hextechu, a skończywszy na przychylności przywódców lokalnych gangów.</p><p>Po niedawnym usunięciu ostatniego króla łupieżców Bilgewater rozpoczęło okres przemian, a najznamienitsi kapitanowie poczęli snuć plany co do przyszłości miasta. Jednak póki istnieją statki godne morskich fal i równe im załogi, Bilgewater najpewniej pozostanie jednym z najróżnorodniejszych i dobrze skomunikowanych miejsc na mapie Runeterry.</p>"},{"uuid":"5d45e098-9b2a-4ffe-bad0-dfeb575e1e66","slug":"noxus","name":"Noxus","overview":"<p>Noxus is a powerful empire with a fearsome reputation. To those beyond its borders, it is brutal, expansionist, and threatening, yet those who look past its warlike exterior see an unusually inclusive society, where the strengths and talents of its people are respected and cultivated.</p><p>The Noxii were once fierce barbarian tribes, until they stormed the ancient city that now lies at the heart of their domain. Under threat from all sides, they aggressively took the fight to their enemies, pushing their borders outward with each passing year. This struggle for survival has made modern Noxians a deeply proud people who value strength above all—though that strength can manifest in many different forms.</p><p>Anyone can rise to a position of power and respect within Noxus if they display the necessary aptitude, regardless of social standing, background, homeland, or wealth. Those who are able to wield magic are held in particularly high esteem, and are actively sought out in order that their special talents may be honed and best harnessed for the benefit of the empire.</p><p>But in spite of this meritocratic ideal, the old noble houses still wield considerable power… and some fear that the greatest threat to Noxus comes not from its enemies, but from within.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/6310fe5db818f80b84ee784a746cc28ee1273e6b-1920x1080.jpg","namePl":"Noxus","overviewPl":"<p>Noxus to potężne imperium z przerażającą reputacją. Dla tych, którzy żyją poza jego granicami, Noxus jest okrutnym, zagrażającym wolności imperium, jednak ci, którzy zajrzą pod zewnętrzną warstwę, dostrzegą tolerancyjne społeczeństwo, które dba o talenty i rozwój swoich obywateli.</p><p>Noxianie byli niegdyś barbarzyńskim plemieniem. Zmieniło się to dopiero po przejęciu starożytnego miasta, które służy im teraz za stolicę. Ponieważ wrogowie czyhali z każdej strony, konsekwentnie zaczęli im się przeciwstawiać, z każdym rokiem stopniowo, krok po kroku, rozszerzając granice swego państwa. Walka o przetrwanie uczyniła ze współczesnych Noxian dumny lud, który ponad wszystko ceni sobie siłę. Ta jednak może objawić się w różnoraki sposób.</p><p>Każdy, niezależnie od pozycji społecznej, pochodzenia i bogactwa, jest w stanie piąć się po szczeblach władzy i poważania, o ile tylko wykaże się odpowiednimi zdolnościami. Wysoko ceni się i pożąda tych, którzy potrafią używać magii — Noxus wyszukuje magów nawet poza swoimi granicami, by następnie szlifować i wykorzystywać ich specjalne talenty w służbie imperium.</p><p>Mimo merytokratycznych ideałów, stare rody szlacheckie wciąż cieszą się dużym autorytetem... Niektórzy obawiają się nawet, że największe zagrożenie dla Noxusu nie przyjdzie z zewnątrz, ale już kiełkuje wewnątrz jego murów.</p>"},{"uuid":"7ed9a46a-38e8-4023-b178-9ac05f587c32","slug":"freljord","name":"The Freljord","overview":"<p>The Freljord is a harsh and unforgiving place—where the people are born warriors, who must persevere against all odds.</p><p>Proud and fiercely independent, the tribes of the Freljord are often considered wild, rugged, and “uncivilized” by their neighbors across Valoran, who do not know the ancient traditions that shaped them. Many thousands of years ago, the alliance between the sisters Avarosa, Serylda, and Lissandra was shattered in a war that unknowingly threatened all of Runeterra, plunging the northern lands into chaos, and near-constant winter. Now, only those truly exceptional mortals who seem immune to the ravages of fire or ice seem destined, or able, to lead.</p><p>Despite the best efforts of the Frostguard, myths and legends still endure of the old gods, the enigmatic yetis, and restless spirit walker shamans. The raiders of the Winter’s Claw range further with each passing year, harrying the borders of Demacia to the south, and the frontiers of Noxus to the east. Finally, seeking a more peaceful future, the fractious independent tribes and clans have begun to offer their allegiance to Ashe, young queen of the Avarosans.</p><p>Even so, the portents are grim. War is surely returning to the Freljord, and none can hope to escape it.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/ee60551d26850cfbff088f571bc5e1688b1a143b-2034x1080.jpg","namePl":"Freljord","overviewPl":"<p>Freljord to dzikie i nieprzyjazne miejsce — ludzie rodzą się tu wojownikami, którzy całe życie spędzają na walce z wszelkimi przeciwnościami.</p><p>Dumne i niezależne plemiona Freljordu często określane są przez sąsiadów z Valoranu mianem dzikich, nieokiełznanych i niecywilizowanych. Nie znają oni bowiem pradawnych tradycji, które ukształtowały te ludy. Wiele tysięcy lat temu przymierze zawarte między siostrami Avarosą, Seryldą i Lissandrą zostało zerwane przez wojnę, która skazała północ na chaos i wieczną zimę, a nawet zagroziła całej krainie Runeterra. Teraz tylko najtrwalsi śmiertelnicy, którym niestraszny jest płomienny żar i zacinający mróz, są w stanie prowadzić swe plemiona ku lepszemu jutru.</p><p>Pomimo wysiłków Mroźnej Straży, mity i legendy wciąż głoszą historie o dawnych bogach, tajemniczych yeti i niezłomnych Duchowych Wędrowcach. Najeźdźcy Zimowego Szponu docierają każdego roku coraz dalej, napierając na granice Demacii na południu i Noxusu na wschodzie. Kiedy wreszcie pojawiła się iskierka nadziei na bezpieczną przyszłość, rozproszone plemiona i klany pod przewodnictwem Ashe — młodej królowej Avarosan — podjęły próbę zawarcia sojuszu.</p><p>Nawet to nie miało jednak być końcem problemów. Wojna z pewnością powróci do Freljordu i nikt nie ucieknie przed jej okrucieństwem.</p>"},{"uuid":"00a91fe7-a102-4461-91e6-29c57aa545ca","slug":"ionia","name":"Ionia","overview":"<p>Surrounded by treacherous seas, Ionia is composed of a number of allied provinces scattered across a massive archipelago, known to many as the First Lands. Since Ionian culture has long been shaped by the pursuit of balance in all things, the border between the material and spirit realms tends to be more permeable here, especially in the wild forests and mountains.</p><p>Although these lands’ enchantments can be fickle, its creatures dangerous and fae, for many centuries most Ionians led lives of plenty. The warrior monasteries, provincial militias—and even Ionia itself—had been enough to protect them.</p><p>But that ended twelve years ago, when Noxus attacked the First Lands. The empire’s seemingly endless warhosts savaged Ionia, and were only defeated after many years, and at great cost.</p><p>Now, Ionia exists in an uneasy peace. Different reactions to the war have divided the region—some groups, such as the Shojin monks or the Kinkou, seek a return to isolationist pacifism, and pastoral traditions. Other more radical factions, such as the Navori Brotherhood and the Order of Shadow, demand a militarization of the land’s magic, to create a single, unified nation that can take vengeance on Noxus.</p><p>The fate of Ionia hangs in a delicate balance that few are willing to overturn, but <i>all</i> can feel shifting uneasily beneath their feet.</p>","imageUri":"https://cmsassets.rgpub.io/sanity/images/dsfx7636/universe_live/1691574092da433ea3a4c896c96f8c87d5f7e45a-1920x888.jpg","namePl":"Ionia","overviewPl":"<p>Otoczona przez zdradliwe morza Ionia składa się z wielu sprzymierzonych prowincji rozrzuconych po ogromnym archipelagu, znanym wielu pod nazwą Pierwotnej Krainy. Ioniańską kulturę od dawna kształtuje dążenie do równowagi we wszystkim, więc świat materialny i duchowy łatwiej się nawzajem przenikają, szczególnie w dzikich lasach i górach.</p><p>Choć magia tych ziem bywa kapryśna, a zamieszkujące je stworzenia niebezpieczne i zaczarowane, przez wiele stuleci większość Ioniańczyków wiodła dostatnie życie. Klasztory wojowników, lokalna milicja — a nawet sama Ionia — wystarczały, by ich ochronić.</p><p>Lecz wszystko to skończyło się dwanaście lat temu, kiedy Noxus najechał Pierwotną Krainę. Pozornie nieskończone korpusy wojenne imperium zaatakowały Ionię i zostały pokonane dopiero wiele lat później, lecz zwycięstwo zostało okupione ogromną ceną.</p><p>Teraz Ionia trwa w stanie niepewnego pokoju. Region ten podzieliły różne reakcje na wojnę — niektóre grupy, jak na przykład mnisi z Shojin albo Zakon Kinkou, pragną powrotu do izolacjonizmu, pacyfizmu i tradycji pastoralnych. Inne, radykalniejsze frakcje, takie jak Bractwo Navori czy Zakon Cienia, żądają wykorzystania magii krainy jako broni w celu stworzenia jednego, zjednoczonego narodu, który mógłby się zemścić na Noxusie.</p><p>Los Ionii znajduje się w chwiejnej równowadze, którą niewielu chciałoby zaburzyć, lecz <i>wszyscy</i> czują, że szale chyboczą się pod ich stopami.</p>"}]